sysbench/201905071228/sysbench_read_write_1.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            169498
        write:                           48428
        other:                           24214
        total:                           242140
    transactions:                        12107  (201.76 per sec.)
    queries:                             242140 (4035.26 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0038s
    total number of events:              12107

Latency (ms):
         min:                                    3.29
         avg:                                    4.95
         max:                                   94.17
         95th percentile:                        6.21
         sum:                                59961.67

Threads fairness:
    events (avg/stddev):           12107.0000/0.00
    execution time (avg/stddev):   59.9617/0.00