sysbench/201905071228/sysbench_read_write_16.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 16
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            298942
        write:                           85412
        other:                           42706
        total:                           427060
    transactions:                        21353  (355.65 per sec.)
    queries:                             427060 (7112.97 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0374s
    total number of events:              21353

Latency (ms):
         min:                                    3.56
         avg:                                   44.97
         max:                                  652.25
         95th percentile:                       65.65
         sum:                               960222.57

Threads fairness:
    events (avg/stddev):           1334.5625/8.80
    execution time (avg/stddev):   60.0139/0.01