sysbench/201905071228/sysbench_read_write_2.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 2
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            214550
        write:                           61300
        other:                           30650
        total:                           306500
    transactions:                        15325  (255.39 per sec.)
    queries:                             306500 (5107.85 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0036s
    total number of events:              15325

Latency (ms):
         min:                                    3.73
         avg:                                    7.83
         max:                                   92.74
         95th percentile:                       11.24
         sum:                               119958.15

Threads fairness:
    events (avg/stddev):           7662.5000/4.50
    execution time (avg/stddev):   59.9791/0.00