sysbench/201905071228/sysbench_read_write_4.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            251510
        write:                           71860
        other:                           35930
        total:                           359300
    transactions:                        17965  (299.36 per sec.)
    queries:                             359300 (5987.29 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0086s
    total number of events:              17965

Latency (ms):
         min:                                    3.69
         avg:                                   13.36
         max:                                  143.01
         95th percentile:                       24.83
         sum:                               239963.45

Threads fairness:
    events (avg/stddev):           4491.2500/8.95
    execution time (avg/stddev):   59.9909/0.00