sysbench/201905071228/sysbench_read_write_8.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 8
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            285278
        write:                           81508
        other:                           40754
        total:                           407540
    transactions:                        20377  (339.52 per sec.)
    queries:                             407540 (6790.43 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0147s
    total number of events:              20377

Latency (ms):
         min:                                    3.46
         avg:                                   23.56
         max:                                  184.55
         95th percentile:                       38.25
         sum:                               480031.52

Threads fairness:
    events (avg/stddev):           2547.1250/15.36
    execution time (avg/stddev):   60.0039/0.00